{

	"dialogue2" : 
	{
	
		"1" : "Welcometh to mine own altar, hath lost soul.  I has't many names, some calleth me Mot, oth'rs calleth me Ankou, feeleth free to calleth me as thee wisheth.",
		"2" : "Uh… I didn’t understand a lick of what you were saying. You were stalking me  all the way through?",
		"3" : "I apologise for mine own previous speech, it has been ages since I have seen someone here. I have many names, like Ankou, Mot, Grim Reaper, even just Grim. Feel free to call mine own as thee wish.",
		"4" : "Could you please explain me what I’m doing and how did I arrive here, Statue of Bone Daddy",
		"5" : "Ahhh...P-please… j-just call mine own Grim Reaper",
		"6" : "Sure... but that doesn’t explain anything",
		"7" : "Th..you here because you are lost. Your sins don’t allow you to go to heaven and they are too big for you to be accepted in hell",
		"8" : "What can I do, to escape this place and go back home though? I’m sure there is a way.",
		"9" : "There is none. You died and now you’ll remain here forever. You are stuck for all eternity on this realm.",
		"10": "I-Imposible…t-there must be a way… anything…",
		"11": "It is possible but at the same time impossible. None of the ones that tried have succeeded and came back to tell it. According to the old runes, written before the war between realms, souls could be revived in their original world after defeating the guardians of their sins in hell. You might have to defeat all of the 9 guardians, each worse and stronger than the last. It’s reckless though as each guardian was specially created to restrain sinners from leaving",
		"12": "It’s the only way I can return and I have no choice. Maybe I could die, but I won’t waste my time forever. I left something important and I need to go back.",
		"13": "Be aware that what you might find down may not please you. Your memories were sealed for a reason. Maybe you couldn’t bear with them and you’drather forget. Madness could swallow you.",
		"14": "It’s important to me, I don’t care if that happens. At least I would be able to come home.",
		"15": "Cross the portal to the first circle, the Forest of Lies and Fraud. There, you will find the first guardian, Rosemary. She is… a little nasty. And pretty dangerous, so be careful with her. Don’t be fooled by the things you see and hear; they’ll do anything to hold you back."
	
	}













}